results/capacity-2026-09-17/raw/dbceil_c16_r3.txt
pgbench (17.11)
progress: 5.0 s, 44047.4 tps, lat 0.357 ms stddev 0.102, 0 failed
progress: 10.0 s, 46962.7 tps, lat 0.340 ms stddev 0.108, 0 failed
progress: 15.0 s, 44265.4 tps, lat 0.360 ms stddev 0.150, 0 failed
progress: 20.0 s, 45151.6 tps, lat 0.353 ms stddev 0.127, 0 failed
progress: 25.0 s, 45245.7 tps, lat 0.353 ms stddev 0.084, 0 failed
progress: 30.0 s, 42501.9 tps, lat 0.375 ms stddev 0.088, 0 failed
transaction type: /sql/pgbench-insert.sql
scaling factor: 1
query mode: simple
number of clients: 16
number of threads: 8
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 1340890
number of failed transactions: 0 (0.000%)
latency average = 0.356 ms
latency stddev = 0.116 ms
initial connection time = 78.240 ms
tps = 44787.053990 (without initial connection time)